export const questions = {
  1: [
    "현재 나를 가장 힘들게 하는 걱정거리가 무엇인가요?",
    "ex. 진로와 관련해서 걱정이 있어요. 내가 무엇을 하고싶은지도 잘 모르겠고 지금 배우고 있는 전공도 나랑 잘 맞는지도 모르겠어요.",
  ],
  2: [
    "이러한 걱정을 들게 한 상황에 대해 좀더 설명해볼까요?",
    "(tip: 이전에 힘들었던 일들, 주위 사람들과의 비교, 자아 정체성 등 전반적인 요소들을 함께 설명해보세요)",
  ],
  3: [
    "이와 같은 상황에서 당신의 기분은 어땠나요? 느낌을 구체적으로 적어볼수록 도움이 될거에요",
    "(tip: ‘기분’과 ‘상황에 대한 생각’은 다르답니다. 기분은 한 단어로도 요약할 수 있지만, 상황에 대한 생각은 그렇지 않아요.)",
  ],
  4: [
    "그 기분을 느꼈을때 당신은 어떤 생각이 들었나요? 자연스럽게 든 당신의 생각을 적어보세요",
    "(tip: 당시의 기분으로 인해 스스로 취했던 행동들, 적어놨던 일기나 머리 속의 기억을 천천히 돌이켜보면 좋을 것 같아요)",
  ],
  5: [
    "그런 생각을 들게 한 외부 요인이 있을까요? 어떤 상황이 당신을 괴롭혔다고 생각하나요?",
    "(tip: 단순히 누가 누구에게 잘못했기 때문에 그런 것뿐만이 아니라 그저 본인이 처한 상황 자체도 요인이 될 수 있다고 생각해요.)",
  ],
  6: [
    "객관적인 시선에서 봤을 때, 당신의 감정적인 대응과 반대되는 생각을 할 여지가 있나요?",
    "(tip: 잘 떠오르지 않는다면, 다른 사람의 시선에서 한번 바라봐보는 것도 좋아요)",
  ],
  7: [
    "앞선 질문을 통해서 상황을 다양한 시선에서 바라보았어요. 이제 균형 잡힌 시각에서 상황을 다시 설명해볼까요?",
    "(tip: 해답을 내지 않아도 좋아요.)",
  ],
};
